tap "homebrew/autoupdate"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
brew "python@3.12"
brew "poetry"
brew "awscli"
brew "ncdu"
brew "azure-cli"
brew "bash"
brew "gnutls"
brew "colima"
brew "docker"
brew "docker-compose"
brew "exif"
brew "gh"
brew "go"
brew "git-delta"
brew "htop"
brew "ipython"
brew "jq"
brew "mas"
brew "node"
brew "neovim"
brew "ripgrep"
brew "rust"
brew "sevenzip"
brew "tiff2png"
brew "yq"
brew "zsh"
brew "starship"
brew "fd"
brew "wireguard-tools"
cask "raycast"
cask "hiddenbar"
cask "alt-tab"
cask "1password"
cask "1password-cli"
cask "firefox"
cask "google-cloud-sdk"
cask "font-jetbrains-mono"
cask "font-jetbrains-mono-nerd-font"
cask "font-symbols-only-nerd-font"
cask "kitty"
cask "spotify"
cask "whatsapp"
cask "bettertouchtool"
cask "MonitorControl"
cask "nikitabobko/tap/aerospace"
