tap "homebrew/autoupdate"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "FelixKratz/formulae"
brew "python@3.12"
brew "poetry"
brew "awscli"
brew "ncdu"
brew "azure-cli"
brew "bash"
brew "bat"
brew "gnutls"
brew "carapace"
brew "colima"
brew "docker"
brew "docker-compose"
brew "exif"
brew "eza"
brew "fastfetch"
brew "fzf"
brew "gh"
brew "go"
brew "glow"
brew "git-delta"
brew "htop"
brew "ipython"
cask "jordanbaird-ice"
brew "jq"
brew "lazygit"
brew "luarocks"
brew "mas"
brew "node"
brew "ripgrep"
brew "rust"
brew "sevenzip"
brew "sqlite3"
brew "tiff2png"
brew "yt-dlp"
brew "yq"
brew "zsh"
brew "starship"
brew "fd"
brew "qpdf"
cask "raycast"
cask "arc"
cask "1password"
cask "1password-cli"
cask "font-hack-nerd-font"
cask "font-jetbrains-mono"
cask "font-jetbrains-mono-nerd-font"
cask "font-sf-pro"
cask "font-symbols-only-nerd-font"
cask "kitty"
cask "keymapp"
cask "lm-studio"
cask "spotify"
cask "sf-symbols"
cask "whatsapp"
cask "bettertouchtool"
cask "MonitorControl"
