tap "FelixKratz/formulae"
tap "homebrew/autoupdate"
brew "awscli"
brew "azure-cli"
brew "bash"
brew "bat"
brew "btop"
brew "carapace"
brew "colima", restart_service: true
brew "coreutils"
brew "direnv"
brew "docker"
brew "docker-compose"
brew "exif"
brew "exiftool"
brew "eza"
brew "fastfetch"
brew "fd"
brew "fzf"
brew "gh"
brew "git-delta"
brew "glow"
brew "gnutls"
brew "go"
brew "ipython"
brew "jq"
brew "lazygit"
brew "lstr"
brew "luarocks"
brew "mas"
brew "ncdu"
brew "neovim"
brew "node"
brew "opencode"
brew "python"
brew "qpdf"
brew "ripgrep"
brew "rust"
brew "sevenzip"
brew "sqlite3"
brew "starship"
brew "tiff2png"
brew "viu"
brew "wget"
brew "yq"
brew "yt-dlp"
brew "zoxide"
brew "zsh"
cask "1password"
cask "1password-cli"
cask "MonitorControl"
cask "affinity"
cask "arc"
cask "bambu-studio"
cask "bazecor"
cask "bettertouchtool"
cask "displaylink"
cask "font-hack-nerd-font"
cask "font-jetbrains-mono"
cask "font-jetbrains-mono-nerd-font"
cask "font-sf-pro"
cask "font-symbols-only-nerd-font"
cask "fujifilm-x-raw-studio"
cask "ghostty"
cask "jordanbaird-ice"
cask "keymapp"
cask "kitty"
cask "lm-studio"
cask "mac-mouse-fix"
cask "maccy"
cask "obsidian"
cask "openlogi"
cask "raycast"
cask "reflex-app"
cask "sf-symbols"
cask "signal"
cask "spotify"
cask "whatsapp"
